IDEA Open Model
ConcreteMemberData.MemberType Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the structural type of member.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ConcreteMemberType MemberType { get; set; }
Public Property MemberType As ConcreteMemberType
	Get
	Set
Property Value
Type: ConcreteMemberType
See Also
Reference
ConcreteMemberData Class
IdeaRS.OpenModel.Concrete Namespace